<?php

/**
 * Template Name: Ген. план
 */

// Шаблон для записей

get_header();

?>
<!-- Blog Section Right Sidebar -->
<div class="page-builder">

  <!-- hero section -->
  <div class="container hero-section">
    <div class="row">
      <div class="col-sm-12 col-md-6">
        <p>Посмотрите наглядное описание курса от его автора - Игоря Рогачева</p>
      </div>
      <div class="col-sm-12 col-md-6">
        <h1 class="text-uppercase">ПОЛНЫЙ КУРС ПО ГЕН.ПЛАНУ В CIVIL 3D</h1>
        <p class="plan">Реализация генплана в рамках Civil 3D различными способами и инструментами</p>
        <a href="" class="btn btn-success">В КОРЗИНУ</a>
      </div>
    </div>
  </div>
  <!-- end hero section -->

  <!-- course description -->
  <div class="container course-description">
    <h2>ОПИСАНИЕ КУРСА</h2>
    <p>Раздел Генеральный план может быть реализован полностью в рамках Civil 3D. Отличительной особенностью данного раздела является то, что в Civil 3D он может быть выполнен совершенно различными способами и инструментами. Мы постарались охватить в этом курсе наиболее распространённые способы, с детальным объяснением всех преимуществ и недостатков. После прохождения курса вы сможете сами подобрать для себя наиболее оптимальный способ или разработать собственный.</p>
    <p>Внимание! Данный курс затрагивает функционал Civil 3D версии 2018 и старше. В более младших версиях выполнение данного курса будет может быть проблематично.</p>
    <p>Содержание курса:</p>
  </div>
  <!-- end course descritpion -->

  <div class="course-author container-fluid">
    <h1 class="text-center">У КОГО БУДЕТЕ ОБУЧАТЬСЯ?</h1>
    <div class="row">
      <div class="col-sm-12 col-md-8">
        <ul>
          <li>Основатель портала InfraBIM.Pro. <b>Один из ведущих специалистов в области BIM для инфраструктуры в России.</b> В 2011 году разработал первый базовый общедоступный видеокурс AutoCAD Civil 3D.  </li>
          <li>Опыт преподавания AutoCAD Civil 3D более 10 лет. Первым в России разработал и провел курс по Autodesk Infraworks для партнеров Autodesk.  </li>
          <li> Принимал участие в разработке адаптации к нормам проектирования РФ (Country kit) для AutoCAD Civil       3D и Autodesk InfraWorks.  </li>
          <li>Включён в состав экспертного совета при Министерстве строительства РФ, по вопросам поэтапного внедрения BIM-технологий в области промышленного и гражданского строительства.  </li>
          <li>В 2014-2017 годах удостоен персональной наградой «BIM лидер в России» от компании Autodesk. Состоит в клубах BIM лидеров России по архитектуре и инфраструктуре.  </li>
          <li>Принимал участие в разработке перового открытого BIM стандарта Autodesk для архитектуры и инфраструктуры для России и последующих его редакций.  </li>
          <li>Входит в команду по разработке регламентов в области BIM для Федерального дорожного агентства «Росавтодор».  </li>
          <li>Первым в России получил статус Autodesk Elite Expert в области инфраструктуры.  </li>
          <li> Сертификаты Authorized Instructor Autodesk и Autodesk Civil 3D Certified Professional.</li>
        </ul>
      </div>
    </div>
  </div>
  
</div>
<!-- /Blog Section Right Sidebar -->
<?php get_footer(); ?>
