<style>
details {  display: block;  border: 1px solid silver;  border-radius: 4px;  padding: .5em;} details summary {  display: list-item;  margin: -.5em;  padding: .5em;} details[open] > summary { margin-bottom: .5em;  border-bottom: 1px solid silver;} </style>

<details class="raz9">
<summary>1. Вертикальная планировка</summary>
<details class="raz9">
<summary>1.1. Построение с помощью каркаса характерных линий</summary>
<p>1.1.1. Базовые понятия взаимодействия в рамках площадок.</p>
<p>Взаимодействие в рамках площадок характерных линий. Взаимодействие характерных линий и объектов профилирования. Пересечение структурных линий. Опорная поверхность для характерных линий</p>
<p>1.1.2. Основы построения с помощью каркаса.</p>
<p>Основы построения вертикальной планировки с помощью каркасных характерных линий и без них. Преимущества и недостатки. Построение каркаса из характерных линий.</p>
<p>1.1.3. Построение контура каркаса</p>
<p>Построение контура их характерных линий. Построение первого варианта проектной поверхности. Внесение изменения в проектную поверхность.</p>
<p>1.1.4. Создание бордюрного камня</p>
<p>Создание бордюрного камня в проектной поверхности различными способами. Создание отступом характерной линии. Создание объектами профилирования. Плюсы и минусы.</p>
<p>1.1.5. Создание контура площадки и здания.</p>
<p>Создание контура площадки и здания характерными линиями и вставка их в проектную поверхность.</p>
<p>1.1.6. Редактирования не корректных горизонталей.</p>
<p>Редактирование хода горизонталей путем сглаживания поверхности. Редактирование горизонталей созданием дополнительных характерных линий.</p>
<p>1.1.7. Создание откосов проектной поверхности.</p>
<p>Откосы от контура проектной поверхности до существующей земли. Получение единой проектной поверхности. Редактирование полученных данных.</p>
</details>
<details class="raz9">
<summary>1.2.&nbsp; Вертикальная планировка с помощью опорной поверхности (площадные объекты)</summary>
<p>1.2.1.&nbsp;&nbsp;&nbsp;&nbsp; Создание опорной поверхности</p>
<p>Способы создания опорной поверхности. Формирование оси с помощью характерной линии. Создание коридора, как основа опорной поверхности. Получение и корректировка опорной поверхности.</p>
<p>1.2.2.&nbsp;&nbsp;&nbsp;&nbsp; Формирование проектной поверхности</p>
<p>Формирование динамического каркаса проектной поверхности через характерные линии на основе опорной поверхности.&nbsp; Создание проектной поверхности с динамической связью.</p>
<p>1.2.3.&nbsp;&nbsp;&nbsp;&nbsp; Корректировка проектной поверхности и создание островков</p>
<p>Корректировка горизонталей. Анализ способов создания островков. Создание островков независящих от рельефа опорной поверхности.</p>
<p>1.2.4.&nbsp;&nbsp;&nbsp;&nbsp; Создание динамических островков, зависящих от рельефа опорной поверхности</p>
<p>Создание поверхности верхf островков. Создание динамических островков.</p>
<p>&nbsp;</p>
</details>
<details class="raz9">
<summary>1.3.&nbsp; Вертикальная планировка с помощью инструментария коридоров.</summary>
<p>1.3.1.&nbsp;&nbsp;&nbsp;&nbsp; Преодоление основной ошибки сложного коридора<br>
Способ обхода ошибки циклического перестроения коридора</p>
<p>1.3.2.&nbsp;&nbsp;&nbsp;&nbsp; План и профиль. Начало создания динамической конструкции.</p>
<p>Формирование основной трассы и профиля. Принципы создания сложных и динамических конструкций коридора. Формирование основной конструкции.</p>
<p>1.3.3.&nbsp;&nbsp;&nbsp;&nbsp; Настройка и копирование конструкций проезда</p>
<p>Именование элементов конструкций. Настройка зависимостей элементов коридоров.</p>
<p>1.3.4.&nbsp;&nbsp;&nbsp;&nbsp; Формирование конструкции бордюра</p>
<p>Подбор и настройка конструкции бордюра и элемента бордюра. Создание вспомогательных элементов конструкций для основания бордюра. Кодирование элементов конструкций.</p>
<p>1.3.5.&nbsp;&nbsp;&nbsp;&nbsp; Участок 1. Типовой</p>
<p>Описание работы с областями. Создание коридора. Настройка целей коридора. Ошибки автоматического формирования частоты коридора. Подбор частоты под прямоугольные контуры проезда. Создание поверхности верха проезда.</p>
<p>1.3.6.&nbsp;&nbsp;&nbsp;&nbsp; Участок 1. Добавление бордюра.</p>
<p>Формирование автоматической характерной линии, оси бордюра. Добавление новой базовой линии бордюра. Добавление областей бордюра для разных участков коридора. Особенности формирование бордюров в коридорах. Добавление бордюра с обочиной.</p>
<p>1.3.7.&nbsp;&nbsp;&nbsp;&nbsp; Участок 1. Поверхность бордюра.</p>
<p>Методы поиска добавления элементов коридора в поверхность. Формирование поверхности с учетом бордюра. Добавление автоматической границы коридора.</p>
<p>1.3.8.&nbsp;&nbsp;&nbsp;&nbsp; Участок 2. Создание въезда.</p>
<p>Создание оси и профиля въезда. Добавление базовой линии и области въезда. Настройка целей въезд. Анализ предупреждений коридора. Не классическое создание переходов въезда.</p>
<p>1.3.9.&nbsp;&nbsp;&nbsp;&nbsp; Участок 2. Добавление въезда в коридор.</p>
<p>Добавление характерных линий въезда в коридор. Вырывание горизонталей въезда коридора. Добавление бордюра и обочины въезда коридора.</p>
<p>1.3.10. Участок 3. Формирование Г-образного проезда переменной ширины.</p>
<p>Добавление правой части проезда. Корректировка угла проезда с помощью геометрии трассы. Добавление широкой части проезда. Формирование переходной части проезда. Ошибки создания проезда. Преодоление ошибок.</p>
<p>1.3.11. Участок 3. Добавление бордюра и корректировка горизонталей Г-образного проезда.</p>
<p>Добавление базовой линии и области бордюра на дуговых участках. Корректировка горизонталей. &nbsp;Ошибка автоматической характерной линии.</p>
<p>1.3.12. Участок 4. Формирования проезда с ломаной геометрией. Корректировка горизонталей.</p>
<p>Формирование правой части Г-образной геометрией. Формирование участка ломаной геометрии. Вспомогательная характерная линия. Разбитие областей. Переназначение целей. Проблемы добавление частоты в ломаной геометрии без кривой. Корректировка горизонталей через переустановку ребер.</p>
<p>1.3.13. Участок 5. Не классическое построение перехода.</p>
<p>Поиск опорной характерной линии. Формирование опорной характерной линии. Создание конструкции перехода. Добавление базовой линии и области коридора перехода. Корректировка частоты.</p>
<p>1.3.14. Участок 6. Формирование области через опорную характерную линию.</p>
<p>Поиск опорных отметок для оси-характерной линии. Варианты построения этой области. Построение опорной характерной линии. Добавление базовой линии и области. Настройка целей и частот.</p>
<p>1.3.15. Построение Г-образного проезда при постоянной ширине проезда и откосами. Часть 1.</p>
<p>Создание конструкций с обочинами и выходами на поверхность. Получение начальной версии проезда. Создание необходимых конструкций. Создание поверхности. Построение Г-образной стороны. Добавление оси бордюра по поверхности. Г-образный выход на поверхность. Г-образный выход на поверхность для версии младше 2017. Корректировка бордюра. Создание пересечения тротуаров.</p>
<p>1.3.16. Построение Г-образного проезда при постоянной ширине проезда с откосами. Часть 2.</p>
<p>Добавление тротуаров в узкой части проезда. Добавление пересечение выходов конструкции. Корректировка горизонталей.</p>
<p>&nbsp;</p>
</details>
<details class="raz9">
<summary>1.4.&nbsp; Создание проектной поверхности по методу опорных горизонталей.</summary>
<p>Различные способы создания проектных поверхностей методом опорных горизонталей.</p>
</details>
<details class="raz9">
<summary>1.5.&nbsp; Ведомость земляных масс</summary>
<p>Получение ведомости земляных масс инструментарием ведомостей Civil 3D.</p>
</details>
<details class="raz9">
<summary>1.6.&nbsp; Картограмма</summary>
<p>Подсчет объемов земляных масс через создание картограммы. Проблемы модуля создания картограммы.</p>
</details>
<details class="raz9">
<summary>1.7.&nbsp; Оформление</summary>
<p>Оформление вертикальной планировки на основе шаблона Civil 3D.</p>
<p>Импорт стилей из другого шаблона. Настройка отображения характерных линий. Уклоноукзатель. Высотные отметки. Метки горизонталей.</p>
<p>&nbsp;</p>
</details>
</details>

<details class="raz9">
<summary>2. Горизонтальная планировка и подсчет количественных показателей</summary>
<p>2.1.&nbsp; Экспликация зданий и сооружений</p>
<p>Создание элементов горизонтальной планировки участками Civil 3D. Редактирование и настройка участков. Получение экспликаций.</p>
<p>2.2.&nbsp; Корректировка внешнего вида горизонтальной планировки и пользовательские таблицы спецификаций.</p>
<p>Корректировка границ участков. Сортировка участков в таблицах. Добавление пользовательских свойств в участки. Добавление пользовательских столбцов свойств участков.</p>
<p>2.3.&nbsp; Интеллектуальные и пользовательских таблицы в горизонтальной планировке</p>
<p>Пользовательские таблицы участков. Экспорт данных участков во внешний файл. Внесение данных в шаблон с формулами. Настройка связи шаблона и чертежа.</p>
<p>2.4.&nbsp; Строительная сетка</p>
<p>Получение автоматической строительной сетки через метки поверхностей Civil 3D.</p>
<p>2.5.&nbsp; Статьи расхода</p>
<p>Понятие статей расходов. Подгруздка встроенного классификатора. Простейшие расчеты объемов. Подсчет объемов с помощью формул. Способы редактирования встроенного классификатора и создания собственного.</p>
<p>2.6.&nbsp; Многовидовые блоки для моделей Civil 3D.</p>
<p>Применение многовидовых блоков для моделей Civil 3D. Расположение стандартных многовидовых блоков. Виды многовидовых блоков. Настройка 3D отображения.</p>
<p>2.7.&nbsp; Создание многовидовых блоков.</p>
<p>Создание многовидового блока для задач ОДД, Формирование палитр многовидовых блоков.</p>
</details>

<details class="raz9">
<summary>3. Поверхности для анализа</summary>
<p>3.1.&nbsp; Поверхности для анализа.</p>
<p>Создание поверхностей для вычисления для объемов, как поверхностей анализа. Настройка отображения поверхностей анализа. &nbsp;Настройка отображения диапазона. Выполнение планировки с помощью поверхностей анализа.</p>
<p>3.2.&nbsp; Анализ уклонов. Особенности анализа вдоль трассы.</p>
<p>Настройка анализа уклонов. Особенности анализа уклонов по северу и по ходу трассы. Калькулятор уклонов. Метод анализа оп трассе.</p>
<p>3.3.&nbsp; Трехмерное отображение данных анализа.</p>
<p>Настройка отображения поверхностей по анализу режиме трехмерного вида.</p>
</details>

<details class="raz9">
<summary>4. Канавы и траншеи</summary>
<p>4.1.&nbsp; Создание канав инструментарием объектов профилирования и характерных линий</p>
<p>Создание контура дна канавы. Корректировка профиля характерной линии. Созданием объектов профилирования.</p>
<p>4.2.&nbsp; Формирование поперечного выхода на поверхность объектов профилирования и переменный уклон стенок канав.</p>
<p>Формирование выхода на поверхность. Переменная стенка канав с бермами. Переход между объектами профилирования.</p>
<p>4.3.&nbsp; Создание канавы инструментарием коридоров.</p>
<p>Создание трассы, профиля, конструкции и коридора канавы. Обзор ошибок коридоров канав. Исправление пересечений конструкций в коридорах канав. Создание поверхности канав.</p>
<p>4.4.&nbsp; Формирование поперечных выходов на поверхность коридоров канав.</p>
<p>Создание конструкции и контура выхода на поверхность. Формирование выхода. Оформление канав. Штриховка откоса.</p>
<p>4.5.&nbsp; Переменные уклоны стенок канав в коридорах</p>
<p>Создание дополнительных конструкций. Работа с областями коридорам. Создание конструкций с условиями поведения со сложными условиями. Корректировка коридора для корректного отображения канавы.</p>
</details>

<details class="raz9">
<summary>5. Моделирование котлованов</summary>
<p>5.1.&nbsp; Формирование котлованов и сложных выемки для задач ПОС. Часть 1.</p>
<p>Обзор задачи для построения котлованов. Построение вспомогательной поверхности. Построение участков выемки с учётом задач ПОС.</p>
<p>5.2.&nbsp; Формирование котлованов и сложных выемки для задач ПОС. Часть 2.</p>
<p>Построение съезда на заданные условия. Построение выемки съезда. Построение подпорной стены. Построение итоговой поверхности. Корректировка полученных поверхностей. Краткий обзор применения поверхностей, характерных линий, объектов профилирования для задач ПОС.</p>
</details>

<details class="raz9">
<summary>6. Взаимодействие с другими продуктами</summary>
<p>6.1.&nbsp; Взаимодействие с Revit. Часть 1.</p>
<p>Типы взаимодействия. Определение системы координат. Варианты создания систем координат для Revit и Civil 3D. Варианты построения поверхностей в Revit по данным Civil 3D. Передача труб Civil 3D в Revit. Передача данных поверхностей Civil 3D в Revit через облачные сервисы.</p>
<p>6.2.&nbsp; Взаимодействие с Revit. Часть 2.</p>
<p>Передача данных коридора Civil 3D в Revit. Особенности передачи данных коридоров в Civil 3D. Классификация данных Civil 3D для передачи другим приложениям, объемы, данные для подсчета смет. Передача данных Revit в Civil 3D.</p>
<p>6.3.&nbsp; Взаимодействие с Revit. Часть 3.</p>
<p>Передача данных через BIM 360.</p>
<p>6.4.&nbsp; Взаимодействие с NavisWorks.</p>
<p>Передача данных через DWG. Минусы этого способа. Передача труб и коридоров через тела (Solid) AutoCAD. Плюсы и минусы. Передача всех данных через NWC. Особенности передачи данных через NWC. Настройки чертежа для создания единой информационной модели, через NWC. Установка NavisWorks Exporter.</p>
</details>

<details class="raz9">
<summary>7. Настройка совместной работы и администрирование.</summary>
<p>7.1.&nbsp; Быстрые ссылки на данные.</p>
<p>Структура рабочей папка и папки проекта быстрых ссылок на дынных. Принципы работы быстрых ссылок на данные. Задание/Создание папок рабочего проекта. Рабочая папка проекта.&nbsp; Связка чертежа с проектом. Получение данных из быстрых ссылок. Освобождение данных из быстрых ссылок. Создание быстрых ссылок. Внесение изменений, обновление быстрых ссылок. Доступ к исходному чертежу. Отключение доступа к быстрым ссылкам на данным. Редактор быстрых ссылок на данные. Коридоры и папки группировки в быстрых ссылках на данных.</p>
<p>7.2.&nbsp; Создание общего шаблона и работа с ним.</p>
<p>Шаблоны, идущие в составе Civil 3D. Работа со слоями и создание правил слоев. Импорт стилей. Добавление/Удаление/Обновление и параметры импорта стилей через инструмент импорта стилей. Импорт стилей вручную. Ссылки на стили. Замена стилей. Отчистка стилей.</p>
</details>

<details class="raz9">
<summary>8. Работа с трубопроводными сетями</summary>
<p>8.1.&nbsp; Базовые принципы создания инженерных сетей в Civil 3D</p>
<p>Обзор возможностей инструментов трубопроводных сетей. Шаблон DWT для работы с инженерными сетями. Настройка каталога труб и колодцев. Методы создания трубопроводных сетей. Создание списка элементов сети. Краткий обзор правил. Получение трассы и профиля по трубопроводной сети. Редактирование трубопроводной сети. Стили труб и колодцы. Отображением труб и колодцев на профиле. Краткий обзор применения быстрых ссылок на данных для трубопроводов.</p>
<p>8.2.&nbsp; Редактирование и настройка трубопроводных сетей. Часть 1.</p>
<p>Замена и удаление труб и колодцев. Присоединение элементов. Корректировка труб и колодцев из плана и профиля. Создание футляров. Создание стиля футляра. Корректировка цветов оформления сетей. Создание пересечек на профиле. Настройка внешнего вида пересечек.</p>
<p>8.3.&nbsp; Редактирование и настройка трубопроводных сетей. Часть 2.</p>
<p>Создание меток пересечения, с автоматическим определением отметки, диаметра и имени сети. Создание меток глубины колодца. Добавление нового значения размерности труб и колодцев, через редактор элементов. Изменение нумерации трубопроводных объектов. Проверка взаимодействия между сетями, коллизии.</p>
</details>