<details>
<summary>Содержание курса</summary>
<h4 align="LEFT">0.Вводная часть</h4>
<h4 align="LEFT">1.Точки <span lang="en-US">CO</span><span lang="en-US">GO</span></h4>
<h4 align="LEFT">1.1.Импорт точек.</h4>
<h6 align="LEFT">Импорт точек из текстового файла с созданием собственного формата файла точек;</h6>
<h4 align="LEFT">1.2.Создание групп точек.&nbsp;</h4>
<h6 align="LEFT">«Ручное» редактирование отображения точек. Создание групп точек, настройка отображения точек через группы;</h6>
<h4 align="LEFT">1.3.Редактирование стиля точек.&nbsp;</h4>
<h6 align="LEFT">Изменения внешнего отображения стиля и маркера точки;</h6>
<h4 align="LEFT">1.4.Создание точек вручную часть 1.</h4>
<h6 align="LEFT">Создание точек с помощью различных команд Civil 3D. Настройка автоматической сортировки. Настройка команды создания точек;</h6>
<h4 align="LEFT">1.5.Создание точек вручную часть 2.&nbsp;</h4>
<h6 align="LEFT">Создание точек по полилиниям, интерполяция отметок точек и создание точек с помощью прозрачных команд;</h6>
<h4>2.Поверхности</h4>
<h4 align="LEFT">2.1.Создание поверхности по точкам COGO.&nbsp;</h4>
<h6 align="LEFT">Создание поверхности по точкам <span lang="en-US">COGO</span>. Оценка корректности полученной поверхности;</h6>
<h4 align="LEFT">2.2.Стили поверхности. Просмотр объектов.&nbsp;</h4>
<h6 align="LEFT">Обзор стилей поверхности, режим просмотра 3-х мерных данных&nbsp;&nbsp;Просмотр объектов;</h6>
<h4>2.3.Границы.&nbsp;</h4>
<h6>Создание различных типов границ. Построение контура границы с помощью прозрачных команд по номерам точек;</h6>
<h4>2.4.Структурные линии</h4>
<h4 align="LEFT">2.4.1.Структурные линии. Стандартная.&nbsp;</h4>
<h6 align="LEFT">Создание канавы с помощью стандартной структурной линии. Основы создания характерных линий. Быстрый профиль;</h6>
<h4 align="LEFT">2.4.2.Структурные линии. Создание существующих откосов.</h4>
<h6 align="LEFT">Создание существующих откосов. Получение контура существующих откосов с помощью прозрачных команд;</h6>
<h4 align="LEFT">2.4.3.Структурные линии. Подпорная стенка.</h4>
<h6 align="LEFT">Что такое подпорная стенка для <span lang="en-US">Civil</span> 3<span lang="en-US">D</span>. Создание подпорной стенки с помощью стеновой структурной линии;</h6>
<h4 align="LEFT">2.4.4.Структурные линии. Значение высоты сегмента.&nbsp;</h4>
<h6 align="LEFT">Создание островка. Пояснение зависимости точности построения дуговых участков от значения высоты сегмента;</h6>
<h4>2.5.&nbsp;Горизонтали.&nbsp;</h4>
<h6>Построение поверхности по полилиниям <span lang="en-US">AutoCAD</span> имеющих отметку <span lang="en-US">Z</span>. Особенности полученных поверхностей;</h6>
<h4>2.6.Объекты чертежа</h4>
<h4 align="LEFT">2.6.1. Объекты чертежа. По блокам.</h4>
<h6 align="LEFT">Построение поверхности по блокам <span lang="en-US">AutoCAD</span> или по&nbsp; Мтекст;</h6>
<h4 align="LEFT">2.6.2.Объекты чертежа. По треугольникам.&nbsp;</h4>
<h6 align="LEFT">Создание поверхности по 3<span lang="en-US">D</span> граням (треугольникам) <span lang="en-US">AutoCAD</span>. Особенности таких поверхностей.</h6>
<h4 align="LEFT">2.7.Редактирование поверхности.&nbsp;</h4>
<h6 align="LEFT">Удаление, добавление, изменение ребер и точек триангуляционной поверхности. Изменение всех отметок поверхности, сглаживание поверхности;</h6>
<h4 align="LEFT">2.8.Редактирование стиля поверхности.&nbsp;</h4>
<h6 align="LEFT">Изменение шага и цвета горизонталей, анализ водосборов, анализ через стрелки откосов и уклоны;</h6>
<h4 align="LEFT">2.9.&nbsp;Анализ поверхности.&nbsp;</h4>
<h6 align="LEFT">Анализ стока воды, водосбора, видимости в пределах контура&nbsp; и видимости дорожных знаков;</h6>
<h4 align="LEFT">2.10.Метки поверхности.&nbsp;</h4>
<h6 align="LEFT">Подписывание горизонталей, расстановка отметок, уклонов. Инструмент добавления меток к поверхности;</h6>
<h4 align="LEFT">2.11.Свойства поверхности.&nbsp;</h4>
<h6 align="LEFT">Инструменты ограничения поверхности по высотам, длинам треугольников и т.п. История изменений поверхности. Статистика поверхности;</h6>
<h4>3.&nbsp;Объекты профилирования (моделирование откосов)</h4>
<h4 align="LEFT">3.1.Создание простой выемки.&nbsp;</h4>
<h6 align="LEFT">Принципы построения откосов. Пояснение о группе объектов профилирования. Построение простой выемки;</h6>
<h4 align="LEFT">3.2.Подсчет объемов. Вывод их на необходимые значения.</h4>
<h6 align="LEFT">Инструменты профилирования по объемам. Изменение глубины и вывод на нужные значения земляных работ;</h6>
<h4 align="LEFT">3.3.Создание насыпи внутри выемки.&nbsp;</h4>
<h6 align="LEFT">Создание насыпи со дна выемки с выходом на заданную отметку;</h6>
<h4 align="LEFT">3.4.Оформление объектов профилирования.&nbsp;</h4>
<h6 align="LEFT">Приведение отображения объектов профилирования к виду соответствующему ГОСТ;</h6>
<h4 align="LEFT">3.5.Создание насыпи со съездом.&nbsp;</h4>
<h6 align="LEFT">Функции редактирования характерной линии, позволяющие создавать сложные контуры для построения откосов;</h6>
<h4>4.Трассы</h4>
<h4 align="LEFT">4.1.Создание трасс вручную. &nbsp;</h4>
<h6 align="LEFT">Обзор возможностей по созданию трасс. Использование инструментов компоновки трассы. Подключение критериев проектирования. Создание трассы с помощью прямых участков и вписывание&nbsp; простых кривых;</h6>
<h4 align="LEFT">4.2.Сложные кривые.</h4>
<h6 align="LEFT">Составные кривые, добавление кривых к концу трассы, <span lang="en-US">S</span> — образная кривая, кривая наилучшего вписывания;</h6>
<h4 align="LEFT">4.3.Редактирование трасс.&nbsp;</h4>
<h6 align="LEFT">Добавление и удаление участков, вершин. Табличное представление трасс. Табличное редактирование участка трассы;</h6>
<h4 align="LEFT">4.4.Свойства трассы.&nbsp;</h4>
<h6 align="LEFT">Изменение пикетажа, рубленный пикет. Маскировка участка трассы. Задание различной проектной скорости. Изменение отображения внешнего вида трассы;</h6>
<h4 align="LEFT">4.5.Метки трассы.&nbsp;</h4>
<h6 align="LEFT">Редактор меток трасс. Импорт набора меток трассы. Редактирование метки начала кривой. Инструмент добавления меток трасс, получение таблиц меток трасс и ведомостей;</h6>
<h4 align="LEFT">4.6.Смещения и уширения.&nbsp;</h4>
<h6 align="LEFT">Добавление смещенных трасс к осевой. Автоматическое уширение трасс смещения. Добавление уширения вручную (остановочная площадка). Редактирование настроек команды уширения;</h6>
<h4>5.&nbsp;Профиль</h4>
<h4 align="LEFT">5.1.Создание профиля и вида профиля.</h4>
<h6 align="LEFT">Создание профиля и вида профиля и пояснения по этим элементам;</h6>
<h4 align="LEFT">5.2.Профиль по компоновке (проектный профиль). &nbsp;</h4>
<h6 align="LEFT">Создание проектного профиля с помощью отрисовки прямых участков (вручную, по пикету и отметке). Вписывание кривых. Добавление&nbsp; вершины профиля с известной отметкой и пикетом. Удаление вершин, поднятие профиля. Табличное редактирование профиля;</h6>
<h4 align="LEFT">5.3.Внешний вид профиля. &nbsp;</h4>
<h6 align="LEFT">Приведение меток подпрофильной таблицы в корректный вид. Добавление значения радиуса и уклона на проектный профиль;</h6>
<h4 align="LEFT">5.4.Добавление строки в подпрофильную таблицу.&nbsp;</h4>
<h6 align="LEFT">Создание и настройки новой строчки в подпрофильной таблице.</h6>
<h4>6.&nbsp;Коридор</h4>
<h4 align="LEFT">6.1.Создание простейшей модели дороги (коридора).</h4>
<h6 align="LEFT">Создание конструкции&nbsp; с помощью инструментальной палитры. Обзор палитры инструментов. Создание и настройка коридора.</h6>
<h4 align="LEFT">6.2.&nbsp;Поверхность по коридору.</h4>
<h6 align="LEFT">Получение поверхности по коридору, принципы получения и корректировки поверхности по коридору. Добавление границы к поверхности по коридору. Редактор сечения по коридору. Настройка отображения редактора.</h6>
<h4>6.3.Сечения.</h4>
<h6>Создание оси сечений. Настройка шага и выборки сечения. Создание отдельного сечения и группы сечений. Настройка отображения сечения и группы сечения.</h6>
<h4>6.4.Объемы.&nbsp;</h4>
<h6>Подсчет объемов земляных работ и элементов дорожной одежды. Получение&nbsp; попикетных ведомостей;</h6>
<h4 align="LEFT">6.5.Создание пересечений коридора (перекрестка) вручную.</h4>
<h6 align="LEFT">Важнейшая тема для понимания методов построения коридоров. Построение коридора с несколькими трассами, построение пересечений.&nbsp;Изучение целевых параметров для трасс, профилей.&nbsp;Штриховка откосов.</h6>
<h4>6.6. Построение пересечений (перекрестка) автоматически.</h4>
<h4>6.7 Автоматическое формирование листов</h4>
<h4>7. <span lang="en-US">Autodesk</span> <span lang="en-US">Subassembly</span> <span lang="en-US">Composer</span> (<span lang="en-US">SAC</span>)</h4>
<h6><em>Для изучения данного раздела необходимо знать и понимать, что такое звено, точка, фигура и какую роль они играют в построения коридора.</em></h6>
<h4>7.1.&nbsp;&nbsp;&nbsp; Обзор интерфейса.</h4>
<h6>Обзор интерфейса и функционала. Основные принципы работы.</h6>
<h4>7.2.&nbsp;&nbsp;&nbsp; Создание простой полосы.</h4>
<h6>Формирование простой полосы, путем создания звеньев, точек и фигур. Применение простого условия автоматического определения правой и левой стороны.</h6>
<h4>7.3.&nbsp;&nbsp;&nbsp; Назначение кодов и целей.</h4>
<h6>Принципы назначения кодов для звеньев, точек и фигур. Создание целей по ширине и по уклону. Эмуляция поведения целей и конструкции.</h6>
<h4>&nbsp;&nbsp;&nbsp;</span> Создание сложных условий.</h4>
<h6>Создание выхода на поверхность со сложными условиями.</h6>
<h4>D</span>.</h4>
<h6>Настройка данных элемента конструкции для экспорта. Импорт конструкции в <span lang="en-US">Civil</span> 3<span lang="en-US">D</span>, проверка результата.</h6>
</details>